tap "1password/tap"
tap "dbt-labs/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "weaveworks/tap"
brew "bat"
brew "chezmoi"
brew "direnv"
brew "dog"
brew "exa"
brew "fish"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-now"
brew "go"
brew "gping"
brew "hey"
brew "python@3.11"
brew "httpie"
brew "hub"
brew "jo"
brew "jq"
brew "kind"
brew "libyaml"
brew "minikube"
brew "mongodb-atlas-cli"
brew "neovim"
brew "netcat"
brew "nodenv"
brew "openjdk"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tfenv"
brew "tig"
brew "tldr"
brew "tmux"
brew "tnftp"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "dbt-labs/dbt/dbt-postgres", link: false
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "finch"
cask "font-hack-nerd-font"
